
#퀴즈 내용물을 만드는 부분

#문제와 답을 한 묵음으로 해서 리스트 작성
#여기에 혹시 모를 수도 있으니 힌트도 더 했음

quiz = [
    {"question" : "1. 붐바스틱~ 붐바스틱 예",
    "answer" : "검사외전",
    "Hint" : "사기꾼"},

    {"question" : "2. 네가 좋아~ 착해서 좋아~ 오오오아아아",
    "answer" : "와일드씽",
    "Hint" : "최성곤"},

    {"question" : "3. 아저씨가 미안해.\n"
            "너무 늦게와서 진짜 미안해.",
    "answer" : "어린의뢰인",
    "Hint" : "칠곡계모 실화 모티브"},

    {"question" : "4. 저것이 아직도 지가 왕인줄 아는구나.",
    "answer" : "왕과사는남자",
    "Hint" : "장항준"},

    {"question" : "5. 아~ 나 수요예배 가야 되는데..",
    "answer" : "원라인",
    "Hint" : "진구"},

    {"question" : "6. 여우가 범의 허리를 끊었다.",
    "answer" : "파묘",
    "Hint" : "MZ무당"},

    {"question" : "7. 여 썰고~ 저 썰고~",
    "answer" : "내부자들",
    "Hint" : "조우진"},
    
    {"question" : "8. 안잤어. 저새끼",
    "answer" : "그것만이 내 세상",
    "Hint" : "서번트"},

    {"question" : "9. 당신은 좋은 사람 입니까?",
        "answer" : "증인",
        "Hint" : "자폐스펙트럼"},

    {"question" : "10. 혼자왔어? 어. 싱글이야.",
            "answer" : "범죄도시1",
            "Hint" : "장첸"},
]

# * -------------------------------------

drama = [
    {"question" : "나랑 밥 먹을래? 아니면! 나랑 같이 죽을래?",
    "answer" : "미안하다 사랑한다",
    "Hint" : "소지섭"},
]